tap "borgbackup/tap"
tap "esolitos/ipa"
tap "grishka/grishka"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "localsend/localsend"
tap "natesales/repo", "https://github.com/natesales/repo"
brew "age"
brew "pycparser"
brew "cffi"
brew "cryptography"
brew "ansible"
brew "libtiff"
brew "jpeg-xl"
brew "aom"
brew "argocd-autopilot"
brew "libgit2"
brew "bat"
brew "glib"
brew "chezmoi"
brew "croc"
brew "direnv"
brew "dnscontrol"
brew "eza"
brew "fd"
brew "unbound"
brew "harfbuzz"
brew "leptonica"
brew "python@3.12"
brew "libmicrohttpd"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-filter-repo"
brew "gitleaks"
brew "go"
brew "htop"
brew "icu4c@76"
brew "iproute2mac"
brew "jq"
brew "kubernetes-cli"
brew "mailutils"
brew "molecule"
brew "ncdu"
brew "neovim"
brew "nmap"
brew "node"
brew "nuget"
brew "nvm"
brew "p7zip"
brew "pipx"
brew "pnpm"
brew "python@3.11"
brew "rclone"
brew "sftpgo"
brew "smartmontools"
brew "socket_vmnet"
brew "starship"
brew "swaks"
brew "terraform"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "vault"
brew "vimpager"
brew "wakeonlan"
brew "yamllint"
brew "zellij"
brew "zoxide"
brew "zsh-autosuggestions"
brew "borgbackup/tap/borgbackup-fuse"
brew "esolitos/ipa/sshpass"
brew "hashicorp/tap/packer"
brew "natesales/repo/q"
cask "bluesnooze"
cask "bruno"
cask "flameshot"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "localsend"
cask "macfuse"
cask "pearcleaner"
cask "tsh"
cask "veracrypt"
cask "vorta"
vscode "4ops.terraform"
vscode "alefragnani.project-manager"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "fnando.linter"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "janbn.git-last-commit-message"
vscode "johnpapa.vscode-peacock"
vscode "kennylong.kubernetes-yaml-formatter"
vscode "khaeransori.json2csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.js-debug-nightly"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "pflannery.vscode-versionlens"
vscode "redhat.ansible"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "siris01.catppuccin-theme"
vscode "svelte.svelte-vscode"
vscode "tuxtina.json2yaml"
vscode "wholroyd.jinja"
