tap "esolitos/ipa"
tap "grafana/grafana"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "localsend/localsend"


brew "age"
brew "python@3.12"
brew "ansible"
brew "bat"
brew "chezmoi"
brew "croc"
brew "dnscontrol"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-filter-repo"
brew "gitleaks"
brew "go"
brew "htop"
brew "jq"
brew "mailutils"
brew "neovim"
brew "nmap"
brew "nvm"
brew "p7zip"
brew "rclone"
brew "smartmontools"
brew "starship"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "vault"
brew "vimpager"
brew "wakeonlan"
brew "yamllint"
brew "zoxide"
brew "esolitos/ipa/sshpass"
brew "grafana/grafana/alloy"
brew "hashicorp/tap/packer"

cask "bruno"
cask "flameshot"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "headlamp"
cask "iterm2"
cask "localsend"
cask "tsh"

vscode "alefragnani.project-manager"
vscode "anweber.git-buttons"
vscode "bradlc.vscode-tailwindcss"
vscode "eamodio.gitlens"
vscode "fabianlauer.vs-code-xml-format"
vscode "fnando.linter"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "janbn.git-last-commit-message"
vscode "johnpapa.vscode-peacock"
vscode "katsute.code-background"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.js-debug-nightly"
vscode "ms-vscode.remote-explorer"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "oven.bun-vscode"
vscode "p1c2u.docker-compose"
vscode "pflannery.vscode-versionlens"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "svelte.svelte-vscode"
vscode "tuxtina.json2yaml"
vscode "uctakeoff.vscode-counter"
vscode "wholroyd.jinja"
